package com.vera1s.pizzacafe.entity.enums;

public enum NamePizza {
    MARGARITA,    //Tomatoes, cheese Томатный соус, моцарелла и орегано
    CHEESE,       //Томатный соус, моцарелла, пармезан, сыр горгонзола, артишоки и орегано.
    OCEAN,         //Томатный соус и морепродукты
    PEPPERONI,     //Томатный соус, моцарелла, колбаса
    EMILIANA,      //Томатный соус, моцарелла, баклажаны, отварной картофель и колбаса.
    AMERICANO       //Томатный соус, моцарелла, колбаса и картофель фри

    //сделать название пиццы строчкой. Энам убрать
}
